激活机器人：
①与机器人对话，点击"开始"或发送"start"激活机器人
②点击底部按钮"试用"激活账号，激活成功后将返回账号信息
③账号激活后，点击底部"开始"按钮，并在消息中点击"点击这里把机器人加入群"，将机器人以管理员身份加入群聊
④点击底部按钮"充值"，获取充值地址，转账USDT进行充值

机器人配置指令（与机器人聊天）：
①添加轮播媒体文件
直接将视频文件发送给机器人或从其它群组频道转发至机器人，成功后机器人返回"上传成功"
②机器人统一广告
ad1|   文案内容 |  超链接或群组客服账号
ad2|   💎邀请码:11777💎 |  https://thereisyourlink.com
ad3|   联系客服 |  @toutuo6688
其中ad1为广告标签，必须以ad开头，命令以"｜"分隔，第二列为文本内容，第三列为链接或电报账号

群指令(群消息)：
①群组内广告
ad1|   文案内容 |  超链接或群组客服账号
ad2|   💎邀请码:11777💎 |  https://thereisyourlink.com
ad3|   联系客服 |  @toutuo6688
其中ad1为广告标签，必须以ad开头，命令以"｜"分隔，第二列为文本内容，第三列为链接或电报账号
②设置间隔时间
例如： 设置间隔时间30
上面的指令将机器人设置为每30分钟播放一条
③/kc
开始轮播
④/zt
停止轮播
⑤设置展示列数
例如：设置展示列数2
上面指令将群内广告设置为2排展示
⑥测试
使用"测试"指令，将在群里轮播一次

开发团队：盛世科技
技术服务: @toutuo6688
